
// 1 Hour
"1 hour before" = "1小时前";

// 1.5 Hour
"1.5 hour before" = "1.5小时前";

// 15 Minutes
"15 minutes before" = "15分钟前";

// 2 Hour
"2 hour before" = "2小时前";

// 30 Minutes
"30 minutes before" = "30分钟前";

// 5 Minutes
"5 minutes before" = "5分钟前";

// shift sheduler support
"[SSS] ShiftSheduler support" = "[SSS] 排班表支持";

// Account
"Account" = "账号";

// add new shift
"Adding new shift..." = "增加新排班...";

// choose alert sound
"Alert" = "闹钟声音设置";

// enable Alert
"Alert Sound" = "声音提醒";

// show hide out date shifts strings.
"click button to show or hide the outdated shifts" = "点击按钮可以显示或者隐藏过期的班次";

// out of date shift is archived
"Archived Shifts" = "存档";

// just happen
"At time of event" = "发生时";

// calendar in tab bar
"Calendar" = "日历";

// No comment provided by engineer.
"Can't Save" = "无法保存";

// cancel
"Cancel" = "取消";

// choose a color to show icon
"Change Color" = "改变颜色";

// choose a icon
"Change Icon" = "改变图标";

// Charactor
"Charactor" = "文字";

// No comment provided by engineer.
"Check this app: Shift Sheduler" = "推荐一个应用：排班表";

// Vacation date in place holder
"Choose a date, have fun!" = "选择日期";

// No comment provided by engineer.
"Choose a type of shift change" = "选择换班类型";

// choose data
"choose date" = "选择日期";

// title of choose icon view
"Choose Icon" = "选择排班的图标";

// choose shift
"Choose shift" = "选择要改变的班次";

// choose data
"Choose shift date" = "选择日期";

// No comment provided by engineer.
"choose to change shift detail" = "选择你希望查看和修改的班,开关可以控制是否让该班次显示在日历上。";

// No comment provided by engineer.
"Click to change shift cycle" = "如果需要改变排班周期，请点击";

// No comment provided by engineer.
"Click to choose shift on days" = "选择需要上班的日子";

// Time to start work
"Clock In" = "上班时间";

// think note server erro
"Connection to ThinkNote Server Error" = "服务器错误， 请稍后重试。";

// create one
"Create Profile" = "创建一个";

// No comment provided by engineer.
"Customize Work Day" = "分散工作日";

// choose date in shift change add
"Date" = "日期";

// No comment provided by engineer.
"eg, 1, 3, 5, 7 on, 2, 4, 6 off" = "比如, 1, 3, 5, 7 上班, 2, 4, 6 休息";

// No comment provided by engineer.
"eg, work 5 days off 2 days." = "比如, 连续6天休息2天";

// share by mail
"Email" = "通过电子邮件分享";

// eMail support item
"Email support" = "反馈建议";

// error title of think note share
"Error" = "错误";

// Exchange
"Exchange" = "换班";

// From in shift add view
"From" = "从";

// No comment provided by engineer.
"Hi, \n I found a very interesting app, and I think it will help for you, check it out!\n Link is: http://itunes.apple.com/us/app/shift-scheduler/id482061308?mt=8" = "Hi, \\n 我发现一个应用做排班很好，我用着很好，推荐你也下载下来用一用吧！，\\n 点这个链接可以打开了： http://itunes.apple.com/cn/app/pai-ban-biao/id482061308?mt=8&uo=4";

// email body in share object
"Hi, <p> I want to share you with my shift schedule, here is my shift schedule at %@, you can check the shift of this month by attachment: \"%@\", and each shift's work time by attachment: \"%@\". <p> <p> About Shift Sheduler\UFF1A<a href='http://itunes.apple.com/en/app//id482061308?mt=8'>Click Here</a>" = "你好，<p> 很高兴和你分享我的排班表， 你可以在附件中看到我在 %@ 的排班情况。 <p> 其中: <p> 附件：\"%@ \" 是排班情况的日历 <p> 附件:\"%@\"是各个排班的上下班时间表。 <p>关于排班表：<a href='http://itunes.apple.com/cn/app/pai-ban-biao/id482061308?mt=8&uo='>点击这里</a> ";

// return to home in profile view
"Home" = "主页";

// hours
"Hours" = "小时";

// I Know
"I Know" = "确定";

// Icon
"Icon" = "图标";

// show icon or text in profile change view
"Icon Behavior" = "日历标记";

// alart title start profile view
"incomplete input" = "无法保存";

// alart title in editing profile view
"Input Shift Name" = "无法保存";

// is start now
"is off now" = "下班时间到了";

// is start now
"is start now" = "上班时间到了";

// login
"Login" = "登录";

// thinkNote Login
"Login ThinkNote" = "轻笔记帐户登录";

// shift Str of think Note
"My shift schedule at %@, the following images are shift calendar and shift profile." = "这是%@的排班表， 后面是排班表日历和班次上班时间。";

// No comment provided by engineer.
"N/A" = "未配置";

// No comment provided by engineer.
"Name of Shift" = "工作的名字";

// alart shift type in editing profile view
"Needs Shift Type" = "需要配置排班周期细节";

// change to in shift change view
"New Shift" = "新的换班";

// no bould string in setting
"No Bound" = "没有帐户绑定";

// no shift changes
"No shitf changes..." = "新旧排班没有变化";

// no create one
"No,Thanks" = "不创建";

// no
"None" = "从不";

// alert for not configure shift yet.
"Not Configure shift" = "没有完全配置排班，请检查";

// notes of shift change add view
"Notes" = "备注";

// how long time remind me before off
"Off Alert" = "下班提醒";

// From in shift add view
"Origin Shift" = "原排班";

// expand archived shifts
"Outdated Shifts" = "过期排班";

// OverWork
"OverWork" = "加班";

// overwork date in place holder
"overwork date" = "加班日期";

// alert string in editing profile view to let user input shift type
"Please Choose a shift type" = "请先配置排班周期细节";

// alert string in editing profile view to let user input shift type
"Please choose shift end date" = "请选择排班结束日期";

// alert string in editing profile view let user choose start date
"Please choose start date" = "请选择开始日期";

// please input notes here
"Please input notes here (optional)" = "请输入备注 (可选)";

// alert string in editing profile view to let user input job name
"Please input shift Name" = "输入名字以后才能保存";

// thinkNote Setting tips
"Please setup your ThinkNote account in 'Setting->Login ThinkNote'" = "请在'设置->轻笔记账户登陆'中设置轻笔记账户";

// Rating me item
"Rating me!" = "给我评分吧!";

// register a new account for thinknote
"Register" = "注册";

// No comment provided by engineer.
"Regular Work Day" = "连续工作日";

// repeart forever string
"Repeat forever" = "永远重复";

// finish at this date
"Repeat Until" = "结束";

// finish at this date
"Repeat until" = "结束";

/* reset */
"Reset All Data" = "重置所有排班";

// how long rest days
"Rest Length" = "休息天数";

// Settings
"Settings" = "设置";

// share to other
"Share" = "分享排班表";

// share by thinknote
"Share by ThinkNote" = "通过轻笔记分享";

// shift in shift add view
"Shift" = "排班";

// shift changes list view
"Shift Changes" = "换班";

// length of cycle
"Shift Cycle" = "排班周期";

// No comment provided by engineer.
"Shift Cycle Length" = "排班周期长度";

// Shift detail title
"Shift Detail" = "详细信息";

// config  detail of shift
"Shift detail" = "排班周期细节";

// No comment provided by engineer.
"Shift Enable Display on Calender" = "显示这个排班到日历上";

// alart shift type in editing profile view
"Shift Invalied" = "排班无效";

// shift management view
"Shift Manage" = "排班管理";

// job name
"Shift Name" = "名字";

// application title
"Shift Scheduler" = "排班表";

// on-off time in mail attachment
"Shift-On-Off Time" = "上下班时间";

// shifts works in tabbar
"Shifts" = "班次";

// start with this date
"Start with" = "开始";

// error title of think note share
"Success" = "上传成功";

// success share shift calendar to qingbiji
"Success share shift calendar to  www.qinbiji.cn" = "成功上传到轻笔记账户";

// share view help text
"Swipe right to review the calendar images." = "向右翻页查看排版日历和排班上下班日期，笔记和图片都会上传到您的账户";

// long warnning information before delete all data
"This will delete all Shift information in your application, are you sure ?" = "这将删除所有的排班数据， 确定？";

// tell a friend item
"Tell a friend" = "告诉朋友";

// share by thinknote
"ThinkNote" = "通过轻笔记分享";

// think note attach upload error
"ThinkNote Attachment Upload failed." = "轻笔记附件上传失败。";

// think note login failed
"ThinkNote Login Failed" = "轻笔记登陆失败";

// thinknote note upload failed
"ThinkNote Note Upload failed." = "轻笔记笔记上传失败。";

// time and remind title
"Time and Remind" = "上下班时间以及提醒";

// tips in tabbar
"Tips" = "提示";

// change to in shift change view
"To" = "换到";

// today
"Today" = "今天";

// user/password wrong message
"User Name or Password is not correct, failed to login to server, please double again" = "登录错误：用户名或者密码不正确。请在设置中重新绑定帐户";

// Vacation
"Vacation" = "休假";

// when day of overwork or vacation
"When" = "日期";

// No comment provided by engineer.
"Which days on shift?" = "选择上班的那几天";

// will start in %d Hour
"will off in %d Hour" = "将要在%d小时候下班";

// will start in %d Minutes
"will off in %d Minutes" = "将要在%d分钟后下班";

// will start in %d Hour
"will start in %d Hour" = "将要在%d小时后上班";

// will start in %d Minutes
"will start in %d Minutes" = "将要在%d分钟后上班";

// How many hours?
"With Hours" = "工作时长";

// how long notice before work
"Work Alert" = "上班提醒";

// in shift type picker view
"Work days mode" = "工作日类型";

// how long work days
"Work Length" = "工作天数";

// tips
"You can change the shift days by click each item\n" = "你可以点击需要更改的项，比如点击工作天数来做增加或者减少";

// prompt of create profile title
"You don't have any shift profile yet. Do you want to create one? " = "你还没有设置任何班次纪录，现在去创建一个吗？";
